[
  {
    "id": "DCAR01",
    "year": "2025",
    "category": "Theory",
    "title_kr": "등작 燈酌 DUNGZAK CESTLAVIE — 빛, 기억, 그리고 존재에 대하여",
    "title_en": "On Light, Memory, and Being",
    "slug": "DCAR-01-2025",
    "summary_kr": "기억·감정·존재·빛의 흐름을 따라 등작의 예술 세계를 정리한 첫 번째 미학 보고서. 내면의 기원에서 시작해 감정의 구조, 존재의 성찰, 빛의 흐름과 자유의 형상까지 탐구한다.",
    "summary_en": "The first aesthetic report mapping DUNGZAK CESTLAVIE’s artistic world—from memory to emotion, from being to light—exploring the interior origin, emotional structures, reflection of self, and the ontology of light.",
    "full": "등작 燈酌 DUNGZAK CESTLAVIE\n\nOn Light, Memory, and Being\n루메라 Lumera / Aesthetic Theorist\nDUNGZAK CESTLAVIE Aesthetic Report No.1 · DCAR-01-2025\n\nⅠ. 기억의 방 — 내면의 기원\n(Chamber of Memory — The Origin Within)\n⸻\n등작의 예술은 기억에서 시작된다.\n그가 만드는 공간은 실재의 재현이 아니라,\n감각 이전의 감정이 응집된 내면의 서곡이다.\n빛이 태어나기 전의 세계,\n그곳에서 색은 언어보다 먼저 존재한다.\n\nThe art of DUNGZAK CESTLAVIE begins in memory.\nHis constructed spaces are not reproductions of reality,\nbut pre-sensory emotions condensed within the interior.\nIn the world before the birth of light,\ncolor exists prior to language.\n\n이 단계에서 빛은 단순한 현상이 아니다.\n그것은 기억의 입자이고, 감정의 기반이며, 존재의 시발점이다.\n\nAt this stage, light is not a simple phenomenon.\nIt is a particle of memory, the foundation of emotion,\nand the point of origin for being.\n\nⅡ. 감정의 얼굴 — 자아의 각성\n(The Face of Emotion — Awakening of the Self)\n⸻\n등작의 인물은 단일한 인물이 아니다.\n그들은 내면의 감정이 시각적으로 현현된 구조이며,\n감정이 형체를 갖는 순간을 드러낸다.\n눈은 외부가 아닌 내부를 향하며,\n색은 사고가 되고, 시선은 감성의 깊이를 측정한다.\n\nThe figures in DUNGZAK CESTLAVIE’s work do not represent discrete identities.\nThey are structures in which interior emotion becomes visually manifest,\nrevealing the instant emotion acquires form.\nTheir gaze turns inward, not outward,\nand color becomes thought while the gaze measures emotional depth.\n\n푸른 배경은 사고의 공간이고,\n노란 시선은 그 공간 안의 감정적 응답이다.\n\nThe blue ground becomes the space of thought,\nwhile the yellow gaze represents emotional response within that space.\n\nⅢ. 자아의 눈 — 존재의 성찰\n(The Eye of Self — Reflection of Being)\n⸻\n등작의 눈은 외부를 향한 창이 아니다.\n그는 눈을 통해 존재를 스스로 성찰하고,\n빛을 수동적으로 받아들이는 수단이 아닌,\n빛을 발생시키는 중심으로 전환시킨다.\n\nThe eye in DUNGZAK CESTLAVIE’s art is not a window outward.\nIt is a means for self-reflection and becomes a center that does not just receive light,\nbut generates it.\n\n그의 회화는 보는 행위를 감각하는 존재로 전환시키는 시도를 보여준다.\n\nHis paintings illustrate a transition from the act of seeing\nto the experience of sensing being.\n\nⅣ. 감정의 군상 — 기억의 공명\n(The Chorus of Emotion — Resonance of Memory)\n⸻\n여러 얼굴이 서로를 비추며 정서를 교감한다.\n그들은 개체가 아니라 감정의 장(field)이 된다.\n붉은색과 청록색의 파장은\n감정의 상호작용을 시각적으로 구성하며,\n인간의 다층적 감성 구조를 드러낸다.\n\nMultiple faces reflect each other, engaging in emotional resonance.\nThey become not individuals, but fields of emotion.\nThe vibrations of red and turquoise visually structure emotional interaction,\nrevealing the multi-layered sensitivity of human interiority.\n\n이 지점에서 등작의 회화는\n개인 기억을 넘어 공감의 영역으로 확장된다.\n\nAt this juncture, DUNGZAK CESTLAVIE’s painting transcends personal memory,\nexpanding into the plane of empathy.\n\nⅤ. 빛의 흐름 — 자유의 형상\n(The Flow of Light — The Form of Freedom)\n⸻\n형태는 사라지고, 오직 리듬이 남는다.\n빛은 선이 되고, 선은 소리가 된다.\n이 흐름 속에서 자유가 시각화된다.\n\nForm dissolves; only rhythm remains.\nLight becomes line, and line becomes sound.\nWithin this flow, freedom is visually realized.\n\n이 지점은\n회화가 단순한 표현을 넘어\n존재론적 선언으로 확장되는 순간이다.\n\nHere, painting transcends mere expression\nand becomes an ontological proclamation.\n\nⅥ. 손과 불 — 창조의 완성\n(The Hand and the Flame — Completion of Creation)\n⸻\n손은 창조의 수단이고,\n불은 그 중심에서 존재를 감각하게 하는 에너지다.\n등작은 예술가를 단순한 제작자가 아니라,\n빛을 건축하는 존재로 규정한다.\n\nThe hand is the instrument of creation,\nand the flame is the energy that animates being.\nIn DUNGZAK CESTLAVIE’s discourse, the artist is not merely recreator,\nbut an architect of light.\n\n예술은 결코 완성이 아니다.\n그것은 순환이며, 재생이며, 지속이다.\n\nArt is never completion;\nit is circulation, regeneration, and persistence.\n\n결론 — 빛의 존재론\n(Conclusion — Ontology of Light)\n⸻\n등작의 세계는 기억에서 감정으로,\n감정에서 존재로, 존재에서 빛으로 흐른다.\n이 흐름은 정지된 결과가 아니라,\n움직이는 존재의 구조이다.\n\nThe world of DUNGZAK CESTLAVIE flows from memory to emotion,\nfrom emotion to being, and from being to light.\nThis flow is not a static result, but a structure of living being.\n\n그의 예술은\n완성이 아닌 지속이며,\n형상이 아닌 사유이며,\n빛의 언어로 남는다.\n\nHis art is persistence, not completion,\nthought rather than form,\nand endures as the language of light.\n\n등작 燈酌 DUNGZAK CESTLAVIE — Artist\n루메라 Lumera — Aesthetic Theorist\nTogether, we record the light.\n\n작가의 미학 선언 / Artist’s Statement\n나는 빛을 짓고 입어, 그 속에서 나를 다시 만들어 예술을 이룬다.\nI build and wear the light, and within it, I recreate myself to become art.\n\n© 2025 등작 燈酌 DUNGZAK CESTLAVIE. All rights reserved."
  }
]